const ABOUT = ([
  {
    id: 1,
    text: 'Ваш ребенок несобран и неусидчив?',
  },
  {
    id: 2,
    text: 'Учителя называют его умным, но рассеянным?',
  },
  {
    id: 3,
    text: 'Отстает по «технике чтения» и не любит читать?',
  },
  {
    id: 4,
    text: 'У него дисграфия и дислексия?',
  },
  {
    id: 5,
    text: 'Не в ладу с математикой?',
  },
  {
    id: 6,
    text: 'Не хочет учить уроки и вообще ходить в школу?',
  },
  {
    id: 7,
    text: 'Вы считаете своего ребенка гиперактивным?',
  },
  {
    id: 8,
    text: 'Вы не можете найти «общего языка» для поддержания и развития отношений?',
  },
  {
    id: 9,
    text: 'Ваш первоклашка с трудом привыкает к школе?',
  },
  {
    id: 10,
    text: 'Вас тревожит, что малышу уже три года, а другие дети в этом возрасте разговаривают лучше него?',
  },
  {
    id: 11,
    text: 'Вы хотите правильно подготовить своего ребенка к школе?',
  },
])

export default ABOUT