const CORR = ([
  {
    id: 1,
    text: 'cнижение общей работоспособности, повышенную утомляемость, рассеянность',
  },
  {
    id: 2,
    text: 'нарушения мыслительной деятельности',
  },
  {
    id: 3,
    text: 'недостатки в речевом развитии',
  },
  {
    id: 4,
    text: 'cнижение функции внимания и памяти',
  },
  {
    id: 5,
    text: 'несформированность пространственных представлений',
  },
  {
    id: 6,
    text: 'недостаточность саморегуляции и контроля в процессе учебной деятельности и т.д.',
  },
])

export default CORR