<template>
  <div>
    <h3 class="psycho-diag__title">Диагностика</h3>
    <div class="psycho-diag__line"></div>
    <p>
      Под нейропсихологической диагностикой понимают безаппаратный, психологический метод исследования. В его основе лежат нейропсихологические пробы (определенные задания и упражнения, похожие на тестирование), созданные  детскими нейропсихологами для соответствующего возраста.
    </p>
    <p>
      Диагностическое обследование дает возможность родителям не только понять особенности развития своего ребенка, но и увидеть его актуальные и потенциальные возможности. Пройти диагностику у детского нейропсихолога полезно детям дошкольного и школьного возраста (от 2 до 16 лет).
    </p>
    <p>
      Обследование особенно необходимо детям со сложностями в поведении и усвоении школьной программы (письмо, чтение, счет) или с трудностями дошкольного образования: своевременное обследование и коррекция в нейропсихологии помогут преодолеть эти трудности.
    </p>
  </div>
</template>

<style lang="scss" scoped>
.psycho-diag {
  &__title {
    text-transform: uppercase;
  }

  &__line {
    width: 30%;
    height: 2px;
    margin-top: 20px;
    margin-bottom: 20px;
    background-color: #000000;
  }

  &__list {
    padding: 0;
    list-style: none;

    &-elem {
      line-height: 42px;
    }

    &-elem::before {
      margin-right: 8px;
      content: "";
      display: inline-block;
      width: 0;
      height: 0;
      border-color: transparent transparent transparent #9ab884;
      border-style: solid;
      border-width: 5.5px 0 5.5px 9.5px;
    }
  }
}
</style>