<template>
  <div>
    <h3 class="psycho-diag__title">Диагностика</h3>
    <div class="psycho-diag__line"></div>
    <p class="psycho-diag__text">
      Под нейропсихологической диагностикой понимают безаппаратный, психологический метод исследования. В его основе лежат нейропсихологические пробы (определенные задания и упражнения, похожие на тестирование), созданные  детскими нейропсихологами для соответствующего возраста.
    </p>
    <p class="psycho-diag__text">
      Диагностическое обследование дает возможность родителям не только понять особенности развития своего ребенка, но и увидеть его актуальные и потенциальные возможности. Пройти диагностику у детского нейропсихолога полезно детям дошкольного и школьного возраста (от 2 до 16 лет).
    </p>
    <p class="psycho-diag__text">
      Обследование особенно необходимо детям со сложностями в поведении и усвоении школьной программы (письмо, чтение, счет) или с трудностями дошкольного образования: своевременное обследование и коррекция в нейропсихологии помогут преодолеть эти трудности.
    </p>
  </div>
</template>

<style lang="scss" scoped>
.psycho-diag {
  &__title {
    font-weight: 400;
    text-transform: uppercase;

    @media screen and (min-width: 1600px){
			font-size: 22px;
		}
  }

  &__line {
    width: 30%;
    height: 2px;
    margin-top: 20px;
    margin-bottom: 20px;
    background-color: var(--theme-color-line);
  }

  &__text {
    @media screen and (min-width: 1600px){
			font-size: 18px;
      line-height: 24px;
		}
  }
}
</style>